package com.example.constipationproject.data.prepopulate

import com.example.constipationproject.data.model.ConstipationText

object PrepopulateConsText {

    val listOfText = addItemsToTextEntity()

    private fun addItemsToTextEntity(): List<ConstipationText> {

        return listOf(

            //یبوست
            ConstipationText(
                1,
                "",
                "يبوست عملكردي، يكي از بيماريهـاي عملكـردي دسـتگاه گـوارش است كه با زور زدن، دفع مدفوع سفت، احساس دفع ناكامل، احساس انسداد، كمك گرفتن از دست به منظور خروج مدفوع و دفع كمتـر از سه بار در هفته تعريف مي شود؛ به طوري كه معيارهاي سندرم روده تحريك پذير را نداشته باشد",
                1
            ),
            ConstipationText(
                2,
                "بهطورکلی دو نوع اصلی یبوست در افراد داریم:",
                "یبوست اولیه: یبوست اولیه بدون هیچ علت مشخصی رخ میدهد.",
                2
            ),
            ConstipationText(
                3,
                "بهطورکلی دو نوع اصلی یبوست در افراد داریم:",
                "یبوست ثانویه: یبوست ثانویه در نتیجه عواملی مانند سبک زندگی یا بیماری های زمین های ایجاد می شود.",
                2
            ),
            ConstipationText(
                4,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "در یک هفته اخیر حداقل 3 بار دفع نداشته است.",
                3
            ),
            ConstipationText(
                5,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مدفوعی که سخت و خشک بوده و به راحتی عبور نکند",
                3
            ),
            ConstipationText(
                6,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "درد به هنگام اجابت مزاج",
                3
            ),
            ConstipationText(
                7,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "درد شکم",
                3
            ),
            ConstipationText(
                8,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مقدار کمی از مدفوع مایع یا خمیری در لباس زیر کودک – نشانه ای که مدفوع در راست روده گیر کرده",
                3
            ),
            ConstipationText(
                9,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "خون در سطح مدفوع سفت",
                3
            ),
            ConstipationText(
                10,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مدفوع او بزرگ و سفت است",
                3
            ),
            ConstipationText(
                11,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مدفوع او شبیه فضولات خرگوش یا گلوله های کوچک است",
                3
            ),
            ConstipationText(
                12,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "در هنگام دفع مدفوع درد دارد یا خیلی زور می زند",
                3
            ),
            ConstipationText(
                13,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "به علت بزرگی یا سفتی مدفوع در حین یا بعد از فرایند دفع خونریزی دارد",
                3
            ),
            ConstipationText(
                14,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "احساس شکم درد دارد که پس از دفع مدفوع رفع می شود",
                3
            ),
            ConstipationText(
                15,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "کم اشتها بودن کودک و نوزاد را مشاهده می کنید",
                3
            ),
            ConstipationText(
                16,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "نفخ یا تورم شکم دارد.",
                3
            ),
            ConstipationText(
                17,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "برخی بیماری هایی مانند کم کاری تیروئید",
                3
            ),
            ConstipationText(
                18,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "بیماری هیرشپرونگ که نوعی اختلال عصبی مادرزادی روده بزرگ است.",
                3
            ),
            ConstipationText(
                19,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "دیابت کنترل نشده",
                3
            ),
            ConstipationText(
                20,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "حساسیت به شیر گاو",
                3
            ),
            ConstipationText(
                21,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مسمومیت با سرب",
                3
            ),
            ConstipationText(
                22,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مصرف برخی داروها مانند داروهای ضد تشنج",
                3
            ),
            ConstipationText(
                23,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "مکمل های حاوی آهن به ویژه آهن هایی که ملح سولفات دارند.",
                3
            ),
            ConstipationText(
                24,
                "بااین وجود اگر کودک شما علائم زیر را در فرایند دفع مدفوع دارد یعنی به یبوست مبتلا شده است:",
                "آنتی اسیدهایی که حاوی آلومینیوم هستند.",
                3
            ),
            ConstipationText(
                25,
                "",
                "اشعه ایکس از شکم، تست رکتال، اشعه ایکس باریم آنما،آزمایش خون،معاینه فیزیکی",
                4
            ),
            ConstipationText(
                26,
                "",
                "یبوست عملکردی در بین کودکان در سراسر جهان بسیار شایع است و 90 تا 95 درصد از نوزادان یبوست را تجربه می کنند",
                5
            ),
            ConstipationText(
                27,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "پارگی دردناک در پوست اطراف مقعد (شکاف مقعد)",
                6
            ),
            ConstipationText(
                28,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "پرولاپس رکتال، هنگامی که روده از مقعد خارج می شود",
                6
            ),
            ConstipationText(
                29,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "نگه داشتن مدفوع",
                6
            ),
            ConstipationText(
                30,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "خودداری از اجابت مزاج به دلیل درد که باعث می شود مدفوع در کولون و رکتوم جمع شده و به بیرون نشت کند (انکوپرز)",
                6
            ),
            ConstipationText(
                31,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "انکوپرزیس یا بی اختیاری مدفوع به دلیل سرریز ممکن است در نتیجه یبوست طولانی مدت ایجاد شود.",
                6
            ),
            ConstipationText(
                32,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "یبوست مزمن می تواند منجر به احتباس تدریجی مدفوع، اتساع رکتوم، از دست دادن حس رکتوم و میل طبیعی به مدفوع شود.",
                6
            ),
            ConstipationText(
                33,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "در صورت غفلت، یبوست ممکن است منجر به نهفتگی مدفوع و در موارد شدید، انسداد روده بزرگ شود",
                6
            ),
            ConstipationText(
                34,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "افتادگی رکتوم ممکن است نتیجه یبوست مزمن شدید باشد",
                6
            ),
            ConstipationText(
                35,
                "اگر یبوست مزمن شود می تواند عوارضی  از این دست بدهد:",
                "یبوست مزمن ممکن است در برخی از کودکان منجر به رشد ضعیف و کوتاهی رشد شود",
                6
            ),
            ConstipationText(
                36,
                "",
                "مسهل های اسموتیک داروهایی هستند که باعث ورود آب به مدفوع شده و باعث می شوند مدفوع نرم تر و دفعات دفع آن بیشتر شود و مدفوع راحت تر از روده عبور کند.",
                7
            ),
            ConstipationText(
                37,
                "",
                " از مسهل های اسموتیک معمولی که مورد استفاده قرار می گیرند میتوان به پلی اتیلن گلیکول (polyethylene glycol; PEG)، شیر منیزیم و لاکتولوز اشاره کرد",
                7
            ),
            ConstipationText(
                38,
                "",
                "مسهل های محرک حرکت را در روده با افزایش انقباضات عضلانی در روده القا می کنند",
                7
            ),
            ConstipationText(
                39,
                "",
                "مثال های محرک ها، آلوئه، کاسکارا، ترکیبات سنا، بیزاکودیل و روغن گرچک هستند.",
                7
            ),
            ConstipationText(
                40,
                "درمان فوری یبوست کودکان زیر ۲ سال",
                "اگر کودک زیر ۲ سال شما درگیر یبوست است، تغییرات ساده ای را در رژیم غذایی نوزاد خود در نظر بگیرید",
                7
            ),
            ConstipationText(
                41,
                "درمان فوری یبوست کودکان زیر ۲ سال",
                "می توانید کمی آب یا آب میوه را به رژیم غذایی روزانه کودک اضافه کنید. علاوه بر تغذیه معمول، مقدار کمی آب یا یک وعده روزانه آب سیب، آلو یا گلابی صددرصد پخته شده را به صورت پوره به کودک خود بدهید",
                7
            ),
            ConstipationText(
                42,
                "درمان فوری یبوست کودکان زیر ۲ سال",
                " این آب میوه ها حاوی سوربیتول، شیرین کننده ای است که مانند یک ملین عمل می کند و به درمان فوری یبوست کودکان زیر ۲ سال تا درمان یبوست نوزاد ۱۵ روزه کمک زیادی می کند",
                7
            ),
            ConstipationText(
                43,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "رژیم غذایی سرشار از فیبر می تواند به بدن کودک کمک کند تا مدفوع نرم و حجیمی شکل دهد",
                8
            ),
            ConstipationText(
                44,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "غذاهای پر فیبر مانند میوه، سبزیجات، لوبیا و غلات سبوس دار و نان را بیشتر به کودک خود بدهید",
                8
            ),
            ConstipationText(
                45,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "اگر فرزند شما به رژیم غذایی پر فیبر عادت ندارد، برای جلوگیری از گاز و نفخ، روزانه فقط چند گرم فیبر به رژیم غذایی او اضافه کنید",
                8
            ),
            ConstipationText(
                46,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "",
                8
            ),
            ConstipationText(
                47,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "مقدار فیبر توصیه شده در رژیم غذایی ۱۴ گرم به ازای هر ۱۰۰۰ کالری دریافتی در رژیم غذایی کودک است",
                8
            ),
            ConstipationText(
                48,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "برای بچه های کوچکتر، این مقدار به مصرف حدود ۲۰ گرم فیبر در رژیم غذایی در روز است",
                8
            ),
            ConstipationText(
                49,
                "غذاهای پر فیبر به فرزند خود پیشنهاد دهید",
                "این عدد برای دختران و خانمهای جوان روزانه ۲۹ گرم، و برای پسران و آقایان نوجوان روزانه ۳۸ گرم است",
                8
            ),
            ConstipationText(
                50,
                "کودک خود را به نوشیدن مایعات فراوان تشویق کنید",
                "آب اغلب بهترین انتخاب است",
                8
            ),
            ConstipationText(
                51,
                "کودک را تشویق به فعالیت بدنی کنید",
                ". فعالیت بدنی منظم به تحریک عملکرد طبیعی روده کمک می کند",
                8
            ),
            ConstipationText(
                52,
                "برنامه منظمی برای دستشویی رفتن کودک تهیه کنید",
                "به طور منظم برای کودک بعد از وعده های غذایی زمانی جهت استفاده از دستشویی در نظر بگیرید",
                8
            ),
            ConstipationText(
                53,
                "برنامه منظمی برای دستشویی رفتن کودک تهیه کنید",
                "در صورت لزوم یک صندلی پایه دار برای کودک تهیه کنید تا کودک برای نشست روی کاسه توالت راحت بوده و نیروی کافی برای خروج مدفوع داشته باشد",
                8
            ),
            ConstipationText(
                54,
                "به کودکتان یادآوری کنید تا به درخواست طبیعی بدنش توجه کند",
                "برخی کودکان آنقدر درگیر بازی می شوند که میل به دفع را نادیده می گیرند، اگر چنین تأخیرهایی در دفع اتفاق بیفتد، منجر به یبوست خواهد شد",
                8
            ),
            ConstipationText(
                55,
                "حمایت کننده باشید",
                "به تلاش های کودکتان جایزه بدهید، برای سعی در اجابت مزاج به آنها هدیه های کوچکی بدهید",
                8
            ),
            ConstipationText(
                56,
                "حمایت کننده باشید",
                "جوایز احتمالی می تواند شامل برچسب یا کتاب یا بازی خاصی باشد که فقط پس از (یا احتمالاً در طول زمان) دستشویی رفتن در دسترس است",
                8
            ),
            ConstipationText(
                57,
                "حمایت کننده باشید",
                "کودکی که لباس زیرش را کثیف کرده دعوا نکنید",
                8
            ),
            ConstipationText(
                58,
                "داروهای دریافتی را مرور کنید",
                "اگر فرزند شما دارویی مصرف می کند که باعث یبوست می شود، در مورد گزینه های دیگر از پزشک وی سوال کنید",
                8
            ),
            ConstipationText(
                59,
                "",
                "درمان که دوره آن ممکن است 4 الی 6 ماه طول بکشد",
                9
            ),
            ConstipationText(
                60,
                "",
                "باید رسیدن به هدف روزانه حداقل دفع یک نوبت مدفوع نرم بدون شواهدی از کثیف کردن لباس زیر باشد",
                9
            ),
            ConstipationText(
                61,
                "",
                "هیچ رژیم غذایی مختص به درمان یا جلوگیری از یبوست وجود ندارد. تنها نوشیدن آب فراوان مصرف میوه و سبزیجات به عملکرد درست روده کمک می کند",
                10
            ),
            ConstipationText(
                62,
                "",
                "منابع زیادی از فیبر از جمله غذاها و مکمل ها وجود دارد. فیبرهای طبیعی و مبتنی بر غذا به جای مکمل ها توصیه می شود",
                10
            ),
            ConstipationText(
                63,
                "",
                " بسیاری از میوه هایی که کودکان از آن ها لذت می برند، مانند کیوی، محتوای فیبر بیشتری دارند",
                10
            ),
            ConstipationText(
                64,
                "",
                "این گزینه ها می توانند بخش سالم و مهمی از رژیم غذایی کودک باشند",
                10
            ),
            ConstipationText(
                65,
                "",
                "یک راه ساده برای اطمینان از اینکه فرزندتان فیبر کافی دریافت می کند، انتخاب مواد غذایی سالم است",
                10
            ),
            ConstipationText(
                66,
                "",
                "اگر کودک شما روزانه حداقل 5 وعده میوه و سبزی همراه با سایر غذاهایی که منابع خوب فیبر هستند می خورد، واقعاً نیازی به شمارش گرم فیبر نیست",
                10
            ),
            ConstipationText(
                67,
                "",
                "برخی از غذاها نیز دارای فیبر بالایی هستند. حبوبات، سبزیجات، میوه ها و غلات کامل منابع خوبی از فیبر هستند",
                10
            ),
            ConstipationText(
                68,
                "",
                "کودکانی که فعالیت بدنی کمی دارند ممکن است با مشکل یبوست روبرو شوند",
                11
            ),
            ConstipationText(
                69,
                "",
                "فعالیت بدنی کم می تواند حرکت روده را کاهش دهد",
                11
            ),
            ConstipationText(
                70,
                "",
                "تشویق کودک به داشتن روزهای معین برای وعده های غذایی می تواند به کودک کمک کند که یک الگوی دفع منظم داشته باشد",
                11
            ),
            ConstipationText(
                71,
                "",
                "بدن کودکان نیاز به فعالیت فیزیکی دارد که به حرکت روده ها کمک کند و باعث افزایش عملکرد گوارشی شود",
                11
            ),
            ConstipationText(
                72,
                "",
                "وقتی کودکان ورزش می کنند، عضلات بدنشان فعالیت می کنند و این فعالیت عضلانی می تواند به حرکت منظم روده ها کمک کند",
                11
            ),
            ConstipationText(
                73,
                "",
                "ورزش هایی مثل دویدن، پرش و بازی هایی که نیاز به حرکت فیزیکی دارند، می توانند در تقویت عضلات شرکت کنند و از طریق این فعالیت ها، روده ها هم بهتر و موثرتر کار می کنند",
                11
            ),
            ConstipationText(
                74,
                "",
                "استرس، نگرانی ها یا تغییرات زندگی می تواند بر روی دستگاه گوارش تأثیر گذاشته و باعث یبوست شود",
                12
            ),
            ConstipationText(
                75,
                "",
                "کاهش استرس و نگرانی های کودک و ایجاد یک محیط آرام و راحت برای او می تواند در کاهش یبوست تأثیرگذار باشد برعکس این اتفاق هم ممکن استکه یبوست می تواند باعث بی خوابی، ناآارمی فیزیکی، استرس و افسردگی، اضطراب و پرخاشگری در کودکان شود",
                12
            ),
            ConstipationText(
                76,
                "",
                "حمایت لازم را در مورد کودک خود انجام دهید، در صورت لزوم می توانید از یک مشاور کودک کمک بگیرید",
                12
            ),
            ConstipationText(
                77,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "",
                13
            ),
            ConstipationText(
                78,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "تب",
                13
            ),
            ConstipationText(
                79,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "غذا نخوردن",
                13
            ),
            ConstipationText(
                80,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "خون در مدفوع",
                13
            ),
            ConstipationText(
                81,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "ورم شکم",
                13
            ),
            ConstipationText(
                82,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "کاهش وزن",
                13
            ),
            ConstipationText(
                83,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "درد به هنگام اجابت مزاج",
                13
            ),
            ConstipationText(
                84,
                "گر یبوست بیش از دو هفته طول بکشد یا همراه با علائم زیر باشد کودک را نزد پزشک ببرید:",
                "بیرون زدگی بخشی از روده از مقعد (افتادگی راست روده)",
                13
            ),
            ConstipationText(
                85,
                "",
                "در موارد یبوست شدید، پزشک بر اساس سن و شرایط کودک ممکن است به مدت محدود و تعریف شده داروهای ملین را تجویز کند تا والدین بتوانند با اصلاح رژیم غذایی، به تدریج دارو را حذف نمایند",
                14
            ),
            ConstipationText(
                86,
                "",
                "باید توجه داشت که مصرف بی رویه و طولانی داروهای ملین می تواند در آینده مشکلاتی را برای کودک به وجود بیاورد",
                14
            ),
            ConstipationText(
                87,
                "",
                "",
                15
            ),
            ConstipationText(
                88,
                "حساسیت به شیر گاو",
                "حساسیت به شیر گاو یا مصرف زیاد لبنیات (پنیر و شیر گاو) گاهی منجر به یبوست می شود",
                16
            ),
            ConstipationText(
                89,
                "",
                "چنانچه نوزاد و یا کودک نیاز به استفاده از دارو هایی مانند ایبوپروفن، انواع آنتی بیوتیک، استأمینوفن و یا مکمل های آهن داشته باشد، این دارو ها می توانند سبب بروز یبوست در آن ها شوند",
                17
            ),
            ConstipationText(
                90,
                "",
                "برخی از داروهای ضد افسردگی، ضد تشنج و داروهای مختلف دیگر می توانند در ایجاد یبوست نقش داشته باشند",
                17
            ),
            ConstipationText(
                91,
                "سابقه خانوادگی",
                "کودکانی که اعضای خانواده شان یبوست را تجربه کرده اند، بیشتر احتمال دارد به یبوست مبتلا شود، این ممکن است به دلیل عوامل ژنتیکی یا محیطی مشترک باشد",
                17
            ),
            ConstipationText(
                92,
                "",
                "میزان اختلالات روانی همراه به طور قابل توجهی در کودکان مبتلا به یبوست (30 تا 50 درصد) افزایش یافته است",
                18
            ),
            ConstipationText(
                93,
                "",
                "کودکان مبتلا به یبوست ممکن است اختلالاتی از جمله اعتماد به نفس پایین، استرس روانی و اجتماعی، کودکان مبتلا و والدین آنها کیفیت زندگی آنها به طور قابل توجهی مختل شده است",
                18
            ),
            ConstipationText(
                94,
                "",
                "کودکان مبتلا به اختلالات عصبی رشدی (که عمدتاً منشأ ژنتیکی دارند، در اوایل زندگی شروع می شوند و ادامه پیدا می کنند) در معرض خطر ویژه یبوست و بی اختیاری مدفوع هستند",
                18
            ),
            ConstipationText(
                95,
                "",
                "این اختلالات شامل اختلال کمبود توجه/بیش فعالی (ADHD)، اختلالات طیف اوتیسم (ASD) و ناتوانی ذهنی و غیره هستند و معمولاً پیش آگهی نامطلوبی دارند",
                18
            ),
            ConstipationText(
                96,
                "",
                "کودکان مبتلا به این مشکلات که از یبوست رنج می برند نیاز به توجه ویژه در تشخیص و درمان دارند",
                18
            ),
            ConstipationText(
                97,
                "",
                "رویدادهای استرس زای زندگی مانند ضربه روانی یا جسمی (از جمله سوء استفاده جنسی) در کودکان مبتلا به یبوست عملکردی شایع تر است",
                18
            ),
            ConstipationText(
                98,
                "",
                "بیماری هایی از جمله مشکلات مربوط به سیستم عصبی دستگاه گوارش، مشکلات نخاعی، کم کاری تیروئید، سایر اختلالات متابولیکی منجر به بروز یبوست می شود",
                19
            ),
            ConstipationText(
                99,
                "",
                "افزودن مواد غذایی با فیبر بالا مانند میوه ها، سبزیجات، غلات کامل و ماست به رژیم غذایی کودک. این مواد باعث نرم شدن مدفوع می شوند و در دفع بهتر کمک می کنند",
                20
            ),
            ConstipationText(
                100,
                "تغییر در برنامه روزمره",
                "هر تغییری در برنامه زندگی روزمره کودک مانند مسافرت، هوای گرم یا استرس می تواند بر عملکرد روده تأثیر بگذارد",
                20
            ),
            ConstipationText(
                101,
                "تغییر در برنامه روزمره",
                "همچنین کودکان وقتی برای اولین بار به مدرسه خارج از خانه می روند، یبوست را تجربه می کنند",
                20
            ),
            ConstipationText(
                102,
                "",
                "نگه داشتن اجابت مزاج، می تواند منجر به خشک و سفت شدن مدفوع و در نهایت یبوست شود",
                21
            ),
            ConstipationText(
                103,
                "",
                "یک برنامه منظم برای دفع مدفوع کودک در نظر گرفته و او را تشویق به توالت رفتن کنید. این روش برای درمان یبوست در کودکان 7 ساله و پایین تر کاربرد دارد",
                22
            ),
            ConstipationText(
                104,
                "بازیگوشی کودکان",
                "برخی از کودکان به علائم و پیغام هایی که سیستم عصبی بدن برای دفع مدفوع به آن ها می دهد، توجه نمی کنند",
                22
            ),
            ConstipationText(
                105,
                "بازیگوشی کودکان",
                "این ممکن است زمانی اتفاق بیفتد که کودکان بیش از حد مشغول بازی هستند. در این حالت کودکان فراموش می کنند که به دستشویی بروند",
                22
            ),
            ConstipationText(
                106,
                "یبوست در شروع اولین سال تحصیلی هم می تواند شایع باشد",
                "در این زمان کودکان به دلیل سخت گیری و قوانین مدارس، نمی توانند هر زمانی که احساس نیاز به دفع کنند به دستشویی بروند",
                22
            ),
            ConstipationText(
                107,
                "یبوست در شروع اولین سال تحصیلی هم می تواند شایع باشد",
                "در این شرایط کودکان باید روتین روده خود را تغییر دهند که می تواند علتی برای یبوست کودکان باشد",
                22
            ),
            ConstipationText(
                108,
                "",
                "مشاوره والدین و کودک (به شیوه ای متناسب با سن) در مدیریت یبوست عملکردی دوران کودکی بسیار مهم است. کودک نباید در پاسخ به تماس برای اجابت مزاج تأخیر داشته باشد، زیرا در صورت نادیده گرفتن مکرر درخواست دفع مدفوع، مغز ممکن است کمتر به اصرارهای دفع مدفوع پاسخ دهد",
                22
            ),
            ConstipationText(
                109,
                "",
                "استفاده بدون عجله از توالت و حریم خصوصی را نمی توان بیش از حد مورد تاکید قرار داد. برای ایجاد اجابت مزاج منظم، باید از کودک خواسته شود که حداقل 10 دقیقه در همان زمان هر روز روی توالت بنشیند، ترجیحاً بعد از غذا برای استفاده کامل از رفلکس معده",
                22
            ),
            ConstipationText(
                110,
                "",
                "موقعیت مناسب در هنگام اجابت مزاج مهم است. کودک باید طوری بنشیند که پاهای خود را تکیه داده و زانوها را بالاتر از سطح باسن قرار دهد. استفاده از چهارپایه برای استراحت پاها ممکن است برای رسیدن به این موقعیت ضروری باشد",
                22
            ),
            ConstipationText(
                111,
                "",
                "حمایت از پاهای کودک به استفاده موثر از عضلات لگن، شل شدن کف لگن، کاهش فشار مقعد و افزایش فشار داخل شکمی در هنگام اجابت مزاج کمک می کند",
                22
            ),
            ConstipationText(
                112,
                "",
                "باید به والدین توصیه شود که نشستن در توالت را به یک فعالیت مثبت تبدیل کنند. برای ایجاد انگیزه در کودک برای آموزش توالت کردن، می توان یک سیستم پاداش برای تقویت رفتار مثبت معرفی کرد",
                22
            ),
            ConstipationText(
                113,
                "",
                ". هنگام نشستن روی توالت، ممکن است به کودک اجازه داده شود که به رادیو گوش کند یا کتاب داستان بخواند",
                22
            ),
            ConstipationText(
                114,
                "",
                "اگر یبوست عملکردی در زمان آموزش توالت ایجاد شد، باید تمرین را به طور موقت قطع کرد و تا زمانی که کودک مدفوع طبیعی نداشته باشد و در برابر نشستن روی توالت مقاومتی نداشته باشد، تمرین را از سر گرفت",
                22
            ),
            ConstipationText(
                115,
                "",
                ". باید به والدین توصیه شود که روند درمان ممکن است چندین ماه طول بکشد تا کودک پس از اعمال خودداری بهبود یابد",
                22
            ),
            ConstipationText(
                116,
                "",
                ". آنها باید در مورد ایمنی استفاده طولانی مدت از ملین های غیر محرک اطمینان حاصل کنند",
                22
            )
        )
    }
}